Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/M09A.tmx
Source language: en_us
Languages: zh_cn

source: Memnoch the Devil
zh_cn: 恶魔迈诺克

source: Chapter 12
zh_cn: 第十二章

source: He continued: "Immediately following these words," he said, "there was a great commotion in Heaven over who wanted to go down and examine the Creation with me and who did not.
zh_cn: 他继续说道：“上帝的话音刚落，天堂里就出现了大幅骚动，一部分天使想要同我一起下凡审视尘世，另一部分天使则不愿如此。

source: Now understand, angels were all over Creation as it was, as I've told you, and many had already been years on Earth, and fallen in love with creeks, ana valleys, and even the deserts which had begun to appear.
zh_cn: 你得明白，就像我曾经告诉过你的，上帝创造的世界中遍布着天使，许多天使已经在地上逗留了无数岁月，并且爱上了小溪、山谷，甚至渐渐开始出现的沙漠。

source: But this was a special message the Lord had given me- Go and Learn All You Can About Mankind- and there was some question as to who was as interested or as passionate about the mysteries of the human race as was I."
zh_cn: 但是上帝赋予我的是一项特殊使命——去学习有关人类的一切——很难说还有谁对人类的奥秘怀有与我一样的兴趣或者热情。”

source: "Wait a minute," I interrupted. "If you forgive me. How many angels are there?
zh_cn: “抱歉，稍等一下，”我打断了他，“总共有多少位天使呢？

source: You quoted God as saying 'all ranks,' and 'all endowments.' "
zh_cn: 你刚才谈到上帝说：“所有阶级”和“所有禀赋。”

source: "Surely you've heard some of the truth," he answered, "from the lore. God created us first- the archangels- Memnoch, Michael, Gabriel, Uriel, and many others whose names have never been discovered- either inadvertently or deliberately- so I would rather not say.
zh_cn: “你从传说中无疑听到过一些真相，”他回答道，“上帝首先创造了我们大天使——传说中提及了迈诺克、米迦勒、加百列、乌利尔......另外还有许多名字出于有意或无意未曾被世人所知——我最好也不要泄露。

source: The whole number of archangels?
zh_cn: 大天使的数量？

source: Fifty.
zh_cn: 五十位。

source: And we were the First Made as I said, though who exactly came before whom has become a hysterical subject of argument in Heaven, and one in which I lost interest a long time ago.
zh_cn: 正如我先前提过的，上帝首先创造了大天使，不过在这之中谁前谁后一直是 天堂的激烈论题，我在很早以前就失去了争论此事的兴趣。

source: Besides, I'm convinced I am the first anyway. But it doesn't matter.
zh_cn: 顺带提一句，我相信自己是最先被创造的大天使，不过这并不重要。

source: "We are those who communicate in the most direct way with God, and also with Earth.
zh_cn: “我们能够以最直接的方式和上帝与人类沟通。

source: That's why we have been labeled Guardian Angels, as well as Archangels, and sometimes in the religious literature we are given a low rank. We don't have a low rank.
zh_cn: 因而我们被称为守护天使和大天使，有时在宗教文献中，我们被当作下级天使，这绝非事实。

source: What we have is the greatest personality and the greatest flexibility, between God and man."
zh_cn: 我们不但拥有最为突出的个性，还能够最灵活地穿梭于上帝和人类之间。”

source: "I see.
zh_cn: “我明白了。

source: And Raziel?
zh_cn: 那么拉结尔呢？

source: And Metatron?
zh_cn: 梅塔特隆呢？

source: And Remiel?"
zh_cn: 还有雷米尔呢？”

source: He smiled. "I knew these names would be familiar to you," he said.
zh_cn: 他露出微笑：“我知道你很熟悉这些名字。

source: "They all have their place among the Archangels, but I cannot possibly explain all of this to you now.
zh_cn: 他们都是大天使，然而我现在无法向你解释这一切。

source: You'll know when you're dead.
zh_cn: 在死亡降临时，你自会寻得答案。

source: And also it's almost too much for a human mind, even a vampiric mind, such as your own, to comprehend."
zh_cn: 此外，对于人类甚或是像你这样的吸血鬼而言，这些都太难以理解了。”

source: "Very well," I said. "But what you're saying is the names refer to actual entities.
zh_cn: “好吧，”我说，“不过你是说这些名字都对应着实体。

source: Sariel is an entity."
zh_cn: 沙利叶拥有实体。”

source: "Yes."
zh_cn: “是的。”

source: "Zagzagel."
zh_cn: “还有萨格萨琪儿。”

source: "Yes, an entity.
zh_cn: “是的，也是实体。

source: Now let me continue. Let me stick with the schemes.
zh_cn: 现在让我言归正传，继续讲下去吧。

source: We, as I told you, are God's Messengers, and Most Powerful Angels, and I was fast becoming God's Accuser, as you can see!"
zh_cn: 我说过，我们是上帝的使者，也是最强大的天使，而你可以看见，我很快成为了上帝的控告者！”

source: "And Satan means accuser," I said. "And all those other dreadful names you don't like are in some way connected with that idea. Accuser."
zh_cn: “撒旦指的是控告者，”我说道，“所有那些你讨厌的可怕名字或多或少都与这个概念有关——控告者。”

source: "Exactly," he replied. "And the early religious writers, knowing only bits and pieces of the truth, thought it was man whom I accused, not God; but there are reasons for this, as you'll soon see.
zh_cn: “说的没错，”他回答道，“早期的宗教作家对于事实所知甚少，他们以为我控告的是人类，而不是上帝；然而你很快就会明了这其中自有缘故。

source: You might say I have become the Great Accuser of everybody."
zh_cn: 你可以说我已经成为了万众的大控告者。”

source: He seemed mildly exasperated, but then his voice resumed, very calm and measured.
zh_cn: 他似乎有些恼怒，不过很快，他的声音就恢复了平静自持。

source: "But my name is Memnoch," he reminded me, "and there is no angel more powerful or clever than I am and there never was."
zh_cn: “然而我的名字是迈诺克，”他提醒我说，“没有天使比我更具力量和智慧，永远没有。”

source: "I see," I said, meaning this to be polite. And also because I actually didn't question this statement at all.
zh_cn: “我明白。”我随声附和，既是出于礼貌，也是由于对他的说法深信不疑。

source: Why should I?
zh_cn: 我为什么要怀疑呢？

source: "The Nine Choirs?" I asked.
zh_cn: “那些九级天使呢？”我开口询问。

source: "All there," he said.
zh_cn: “都在那里。”他回答。

source: "The Nine Choirs, of course, making up the bene ha elohim.
zh_cn: “当然，九级天使是神子。

source: And very well described by Hebrew and Christian scholars, thanks to times of revelation and perhaps disaster, though one would be hard put to determine the nature of each event.
zh_cn: 多亏了天启时代，或者灾难时代——不过很难确定每个事件的性质——希伯来和基督教的学者们对他们进行了详细的描述。

source: The First Triad is made of Three Choirs, the Seraphim, Cherubim, and Thrones or Ophanim, as I prefer to call them.
zh_cn: 天使分为三阶九级，上位三阶为炽天使、智天使和座天使。

source: And this First Triad is in general locked to the glory of God. They are in His thrall, thrive in the light which can blind or dazzle others, and almost never get very far from the light at all.
zh_cn: 他们通常随侍在上帝的左右唱颂赞歌，沐浴着会令其余众者目盲或眩晕的上帝之光，几乎从来不远离这团光芒。

source: "At times when I am angry and making speeches to all of Heaven, I accuse them ... if you'll pardon the expression again- of being held to God as if by a magnet and not having a free will or personality such as we possess.
zh_cn: “有时，当我感到愤怒，并对着整个天堂发表演讲时，我会控告他们...请你再次原谅我的措辞——如同被磁石吸引般盲目服从上帝，控告他们不像我们一样拥有自由意志或者个性。

source: But they have these things, they do, even the Ophanim, who are in general the least articulate or eloquent- in fact, Ophanim are likely to say nothing for eons- and any of these First Triad can be sent by God to do this and that, and have appeared on Earth, and some of the Seraphim have made rather spectacular appearances to men and women as well.
zh_cn: 然而事实上，他们并不缺少这些，就连通常最为沉默寡言的座天使——他可能亿万年都不会说上一句话——也不例外，所有上级天使都会被上帝赋予各种使命，曾经降落人间，有些炽天使还曾在男人和女人面前显露过非凡神迹。

source: To their credit, they adore God utterly, they experience without reserve the ecstasy of His presence, and He fills them completely so that they do not ask questions of Him and they are more docile, or more truly aware of God, depending on one's point of view.
zh_cn: 值得赞扬的是，他们全然敬拜上帝，毫无保留地体验着与上帝同在的狂喜，他们全身心地信奉上帝，因而不会对上帝提出任何怀疑，他们更加顺从，或者说更加真正地了解上帝，这取决于各人的看法。

source: "The Second Triad has Three Choirs which have been given the names by men of Dominations, Virtues, and Powers.
zh_cn: “中位三阶天使被人类称为主天使、力天使和能天使。

source: But to tell the truth, there is very little difference between these angels and the First Triad.
zh_cn: 不过说实话，他们和上位三阶天使之间并没有太大差异。

source: The Second Triad is a little farther from the Light of God and perhaps as close as it can come, given its endowments, and perhaps it is not so clever when it comes to logic or questions.
zh_cn: 他们距离上帝之光略远一些，也许尽可能地靠近上帝，依据各自的禀赋而定，也许他们在逻辑或者质疑方面的智慧要稍逊一筹。

source: Who knows?
zh_cn: 谁知道呢？

source: Certainly the Second is more docile altogether; but then there is more coming and going from the Second Triad, from Earth to Heaven, than from the devoted and magnetized and sometimes arrogant Seraphim.
zh_cn: 总体而言，他们无疑更加顺从；但是比起忠诚、狂热，时而傲慢的炽天使来，中级天使更加频繁地穿梭于尘世和天堂。

source: You can see how this could lead to much discussion."
zh_cn: 你可以看到，这会如何引发大量讨论。”

source: "I think I understand it."
zh_cn: “我想我明白。”

source: "Both triads sing continuously when they are in Heaven, and most of the time when they are on Earth; their songs rise to Heaven spontaneously and continuously; they don't erupt with the deliberate jubilation of my song or the songs of those like me.
zh_cn: “在天堂和在尘世的大部分时候，上级和中级天使们都会不断吟唱颂歌；他们的歌声会自然而然地不断升上天堂；和像我这样的天使不同，他们的歌声中不会爆发蓄意欢呼。

source: Nor do they fall silent for long periods as my kind- Archangels- are apt to do.
zh_cn: 他们也不像我们大天使那样会陷入长久沉默。

source: "When you're dead you'll be able to hear the song of all these triads.
zh_cn: “当你死后，会听见所有上级和中级天使吟唱的颂歌。

source: It would destroy you now if you did.
zh_cn: 如果你现在倾听，会遭致毁灭的命运。

source: I've let you hear part of the Din of Heaven, but that's all it can be to you, a din- the sound of song and mingled laughter, and seemingly erratic eruptions of beautiful sound."
zh_cn: 我引你聆听了一小段天堂之音，不过这是你能听见的一切了——天堂之音——歌声、交织的笑声、还有天籁之声似乎毫无规律的爆发。”

source: I nodded.
zh_cn: 我点了点头。

source: It had been both painful and gorgeous to hear it.
zh_cn: 聆听天堂之音令我感到既痛苦又欢愉。

source: "The Lowest Triad is supposed to include Principalities, Archangels, and Angels," he continued, "but this is misleading, as I said.
zh_cn: “权天使、大天使和天使被认为是下位三阶天使，”他继续说道，“不过我先前就讲过了，这纯属误解。

source: For we, the Archangels, are in fact the most powerful and the most important, have the most personality, and are the most questioning and concerned.
zh_cn: 事实上，我们大天使是最为强大和重要的，不但个性最为突出，同时也最富质疑精神和关注之心。

source: "But here you have the rough scheme of things.
zh_cn: “然而这仅仅只是粗略的概况。

source: The angels are innumerable. And there is mobility among angels, some drifting closer to God than others, and then away when the majesty is too great for them, and they choose to slip back and sing a softer song.
zh_cn: 天使的数量难以计量，并且在不断移动，一些天使漂到比其他天使更加接近上帝的位置，随后，当上帝的光芒对他们而言太过耀眼之时，他们又会转身离开，轻快地飞回原位，吟唱起一首更加轻柔的赞歌。

source: It's continuous.
zh_cn: 这个过程始终不断地持续着。

source: "Now, the important thing is that the Guardian Angels of Earth, the Watchers, those who became intent upon the Creation, came from all these ranks! Even from the very Seraphim there have come Guardians who have spent millions of years on Earth and then gone Home.
zh_cn: “听着，重点是尘世的守护天使——上帝所造世界的守护者来自所有的九个天使阶级！即便炽天使中也曾有守护天使待在尘世数百万年，随后才回归天堂。

source: Going and coming is common.
zh_cn: 穿梭于人间和天堂在天使间非常普遍。

source: The disposition I describe is innate but not fixed.
zh_cn: 我描述的天使职责是与生俱来的，但却并非固定不变。

source: "Angels aren't perfect. You can see that already. They are Created Beings.
zh_cn: “你已经能够明白，天使不是完美的，他们是受造之物。

source: They don't know everything God knows, that's obvious to you and everyone else.
zh_cn: 你们所有人都清楚，他们并非如同上帝般全知全能。

source: But they know a great deal; they know all that can be known in Time if they wish to know it; and that is where angels differ, you see.
zh_cn: 但是他们知道很多；如果他们愿意，他们可以知晓时间中可知的一切；你瞧，这就是天使间的差异。

source: Some wish to know everything in Time, and some care only for God and God's reflection in those of His most devoted souls."
zh_cn: 一些天使想要知晓时间中的一切，另一些天使只关注上帝和上帝在那些对其最为忠实的灵魂中的形象。”
